export const articles = [
  {
    _id: "0",
    filename: "hpv",
    image: "article-hpv",
    title: "קונדילומה ונגיף הפיפילומה האנושי HPV",
    tagline: "מאמר דעה מאת: יניב מורסיאנו, הרבליסט קליני ונטורופת",
    body: "ב 20 שנות עבודתי כמטפל, כבר בתחילת דרכי, נתקלתי בלא מעט מטופלים אשר הגיעו לקליניקה עם תלונה של קונדילומה, ועם השנים, כמות המטופלים רק עלתה. כסטודנת בתחום הרפואה המשלימה, מעולם לא למדתי או קיבלתי כלים כיצד להתמודד עם מחלות מסוג זה, אולם בהחלט רכשתי מיומנויות והבנה על דרך פעולתו של הגוף, ומדוע הוא מייצר תסמינים מסוימים או מחלות שונות. ראשית, בואו ננסה להבין מה היא קונדילומה בעיני הרפואה המודרנית:"
  }
]
