export default function Main() {

  return (
    <div class="white-section">
      <div class="row">
        <div class="col-6">
          <div class="top-image img-chinese"/>
        </div>
        <div class="main-text col-6">
          <h3> תחום הטיפול </h3>
          <p> את לימודי התחלתי בראש ובראשונה מתוך כוונה לטפל בבני-אדם וזאת אני עושה מהיום הראשון לסיום לימודי הן בקליניקה הפרטית שלי אשר ממוקמת כיום בתל-אביב. במשך השנים הייתי חלק ממערכות טיפול ממסדיות כמו קופות חולים שונות ובתי חולים. זכיתי להיות ההרבליסט הקליני הראשון במרכז דוידוף אשר בבי"ח בלינסון, ושם רכשתי ניסיון רב בטיפול בחולים אונקולוגים. </p>
          <p> הכלים העיקריים אשר עומדים לרשותי בטיפול הם צמחי-המרפא, תזונה ורפואת גוף-נפש. אולם, הרעיון המרכזי העומד בבסיס הטיפול הינו "טיפול באדם השלם" ולא רק במחלה או בסימפטום.
           לפיכך, אני רואה בקליניקה מגוון של מצבים ומחלות שונות בכלל מערכות הגוף כגון נפש/פסיכיאטריה, בעיות עיכול רבות ומגוונות, מחלות של מערכת החיסון, מחלות מין, בעיות נשים, חולי סרטן, מחלות אוטואימיוניות ועוד. </p>
          <p> בנוסף, אני מתמחה בטיפול בתינוקות וילדים החל ממחלות של מערכת החיסון ודרכי הנשימה, בעיות קשב וריכוז, אפילפסיה ותסמונות מורכבות ועוד. </p>
        </div>
      </div>

      <div class="row">
        <div class="main-text col-6">
          <h3> הוראה </h3>
          <p> במשך קרוב ל 25 שנה אני עוסק בהוראה בתחום רפואת הצמחים והנטורופתיה. בשנת 2003, כחלק מפעילותה של "ראן צמחים", הקמתי לראשונה בארץ קורס תלת שנתי של הרבליסט קליני אשר קיבל הכרה ומעטפת של האיגוד האמריקאי הפועל כשלוחה של בי"ס WILD ROSE COLLEGE, אשר נמצא בקלגרי קנדה. בשנת 2004 הקמתי את המסלול ללימודי נטורופתיה והרבליסט קליני בבי"ס "מירב" של האוניברסיטה הפתוחה ומכבי טבעי על כל שלוחותיה. </p>
          <p> במקביל פרסמתי  שני ספרים "רפואת צמחים אינטגרטיבית" ו "360 שאלות ותשובות", הספרים משלבים גישות מודרניות ומסורתיות כאחד ונחשבים לשני הספרים הנמכרים ביותר בארץ בתחום צמחי המרפא המערביים.  </p>
          <p> כיום, אני מעביר השתלמויות למטפלים בתחום רפואת הצמחים ומשמש כיועץ לבניית הרכבים צמחיים לקליניקות ומטפלים רבים בתחום. </p>
        </div>
        <div class="col-6">
          <div class="top-image img-yaniv5"/>
        </div>
      </div>

      <div class="row">
        <div class="col-6">
          <div class="top-image img-herbs"/>
        </div>
        <div class="main-text col-6">
          <h3> מיצוי ורקיחת צמחי מרפא </h3>
          <p> כבר בתחילת דרכי כמטפל בצמחי-מרפא היה ברור לי לחלוטין שהדבר החשוב ביותר                                        לכל מטפל בתחום הם חומרי הגלם בהם אנו משתמשים. הן מבחר הצמחים הזמינים לי כמטפל, ולא פחות חשוב מזה, איכות חומרי הגלם. ללא שני מרכיבים אלו, הטיפול הצמחי חסר משמעות ויעילות.  </p>
          <p> לצערי, בתקופה בה סיימתי את לימודי, המצב במדינת ישראל מבחינת שני מרכיבים אלו לא היה מזהיר, בלשון המעטה. מסיבה זו, הייתי חלק ממקימיה ומבעליה של חברת "ראן צמחים" אשר שמה כנר לרגליה לספק למטפלים בצמחי-מרפא מגוון רחב ואיכותי ביותר של חומרי גלם.  </p>
          <p> לימים, החברה נמכרה ל"פארמה תמר" ושינתה את שמה ל"ראן פארמה". שינוי זה שידרג משמעותית את יכולותיה של החברה הן מבחינת מבחר צמחים, איכות ורגולציה. כיום, אני משמש כאיש המקצוע הבכיר של החברה(חברה בינלאומית) בארץ ובעולם. </p>
        </div>
      </div>
    </div>
  )
}
