import { articles } from "../../public/articleList.js";

export default function Article() {
  const article = articles[0];

  return (
    <div class="pageHome">

      <div class="article-page-image" style={{ backgroundImage: `url(/images/${article.image}.jpg)` }}>
      </div>

      <div class="article-title-div">
        <p> {article.title} </p>
      </div>

      <div class="article-main">
        <div class="article-tagline">
          <p> {article.tagline} </p>
        </div>
        <div class="article-body main-text">
          <p>
            עוד בתחילת דרכי כמטפל, נתקלתי בלא מעט מטופלים אשר הגיעו לקליניקה עם תלונה של קונדילומה, ובמהלך השנים שעברו מאז, כמות המטופלים רק עלתה. כסטודנט בתחום הרפואה המשלימה, מעולם לא למדתי או קיבלתי כלים כיצד להתמודד עם מחלות מסוג זה, אולם בהחלט רכשתי מיומנויות והבנה על דרך פעולתו של הגוף, ומדוע הוא מייצר תסמינים מסוימים או מחלות שונות. ראשית, בואו ננסה להבין מה היא קונדילומה בעיני הרפואה המודרנית:
          </p>
          <ul>
            <li>
            	כ- 80% מהגברים והנשים הפעילים מינית ידבקו בנגיף הפפילומה האנושי. קונדום לא בהכרח ימנע הדבקה. בקרב מרבית הנדבקים בנגיף הפפילומה יחלוף הזיהום מאליו תוך כשנתיים ללא השארת סימנים, אולם עדיין מדי שנה מאובחנות בישראל כ- 2000 נשים הסובלות מנגעים טרום סרטניים.
            </li>
            <li>
            	סרטן צוואר הרחם נגרם על ידי נגיף הפפילומה האנושי Human) Papiloma Virus, HPV )אשר הידבקות בו מתבטאת תחילה במחלת המין השכיחה קונדילומה, שסימניה החיצוניים הם יבלות ונגעים טרום-סרטניים באברי המין.
            </li>
            <li>
              כ- 80% מהגברים והנשים הפעילים מינית ידבקו בנגיף הפפילומה האנושי. בניגוד להדבקה במחלות מין רבות אחרות, ובכלל זה איידס, קונדום לא בהכרח ימנע הדבקה אלא אם הנגעים מופיעים אך ורק באזורים המכוסים על ידו, ולא באזורים החשופים. הבעיה האמיתית הטמונה בהידבקות בנגיף זה היא שזנים מסוימים שלו, בעיקר זנים מספר 6, 11, 16, ו-18, עלולים לגרום לסרטן בריריות הגוף, ובעיקר לסרטן צואר הרחם, סרטן הרקטום, וסרטן הלוע.
            </li>
          </ul>
          <h4> הטיפול בקונדילומה מסיר רק את התופעות החיצוניות </h4>
          <ul>
            <li>
            	ברוב המקרים הנדבקים בנגיף הפפילומה יחלוף הזיהום מאליו תוך כשנתיים, לרוב ללא השארת סימנים. באחוז קטן מהמקרים עלולה ההדבקה להתבטא כיבלות הדומות לכרוביות קטנות, אשר עלולות להופיע בכמה מקומות בו זמנית. היבלות יכולות להופיע בגדלים שונים והופעתן אינה מלווה בכאב. אצל נשים, היבלות יכולות להופיע בנרתיק, באזור הערווה, בצוואר הרחם, בפי הטבעת ובחלל הפה.
            </li>
            <li>
            	אצל גברים היבלות עשויות להופיע על איבר המין, על שק האשכים, באזור פי הטבעת ובחלל הפה. במקרים בהם היבלות מופיעות בבסיס איבר המין או על שק האשכים.
            </li>
            <li>
            	אחת הבעיות העיקריות בטיפול השמרני אשר מוצע כיום בקונדילומה, היא שהוא מסיר רק את התופעות החיצוניות שהנגיף גורם להן אך אינו מכחיד אותו לחלוטין. גם לאחר הטיפול ביבלות עצמן, יתכן שהנגיף נותר בשולי הרקמות שהיו נגועות ולכן עלול להתפרץ שנית. הטיפולים ביבלות כוללים משחות, צריבה, טיפול בחשמל, טיפול בהקפאה וטיפול בלייזר. קונדילומה בפני עצמה אינה מצב ממאיר, אולם הוכח קשר ברור בין הדבקה בקונדילומה ובין שינויים בצוואר הרחם שעלולים להתפתח לשינויים סרטניים בעתיד.
            </li>
            <li>
            	הדבקה בקונדילומה והופעת היבלות גורמת לפגיעה באיכות חיי הנדבקים גם בפן הנפשי. אנשים שנדבקו בקונדילומה נוטים לסבול מדיכאון, מחוסר חשק מתמשך, מפחד מהדבקה חוזרת או פחד מהדבקה של בני הזוג ואפילו מדחייה על ידי בני זוגם בעקבות הופעות היבלות. במקרים מסוימים, חולים במחלה יפסיקו לקיים יחסי מין במשך חודשים, עד להעלמות היבלות.
            </li>
          </ul>
          <h4>	הסכנה: התפתחות גידול סרטני </h4>
          <ul>
            <li>
            	הודות למערכת החיסון אשר מפנה ביעילות את הנגיף מגופו של הנדבק, מרבית היבלות לא יתפתחו לנגעים טרום סרטניים או לגידולים סרטניים ורוב האנשים שידבקו בנגיף הפפילומה יחלימו מאליהם. יחד עם זאת אצל אחוז קטן מהנדבקים לא מתבצע פינוי יעיל של הנגיף מהגוף באמצעות מערכת החיסון. במקרה שכזה טמונה סכנה של מעבר הנגעים ממצב טרום-סרטני למצב של גידול סרטני.
            </li>
            <li>
            	לנשים מגיל 25 ומעלה, או על פי החלטת הרופא המטפל, מומלץ לבצע בדיקת משטח פאפ PAP ) )אחת לשלוש שנים. בבדיקה זו המתבצעת בעת ביקור תקופתי אצל גניקולוג דוגמים תאים מצוואר הרחם (לא כואב!), והיא מסייעת באבחון שינויים ראשוניים, אם קיימים כאלו, במבנה התאים בצוואר הרחם.
            </li>
            <li>
            	בקרב כ- 5% מהנשים שנדבקו בנגיף עלולים להתרחש שינויים טרום סרטניים בצוואר הרחם. מדי שנה מאובחנות בישראל כ- 2000 נשים הסובלות מנגעים טרום סרטניים בדרגה 2-3, ואילו כ- 200 נשים מאובחנות מדי שנה כלוקות בסרטן צוואר הרחם עצמו. גורמי הסיכון שעלולים לגרום למעבר הנגעים הטרום סרטניים למצב הממאיר כוללים קיום יחסי מין עם בני זוג רבים, מחלות מין, עישון, נטילת גלולות במשך למעלה מ- 10 לשנים וכן אי ביצוע בדיקת משטח פאפ באופן סדיר.
            </li>
          </ul>
          <h4> אז מה יש לרפואת הצמחים להציע? </h4>
          <p>
            כפי שנאמר, ברגע שישנו תהליך זיהומי בגוף, ויראלי במקרה זה, מערכת החיסון מיד נכנסת לפעולה, וביחד עם מנגנוני הפינוי והסילוק של הגוף, מנסה לנקז את המזהם מחוץ לגוף. ברגע שמערכת החיסון אינה חזקה מספיק, התהליך עשוי שלא להתרחש במלואו, ואז נראה את אותן יבלות על פני השטח. זו הסיבה שאסור בתכלית האיסור להסיר יבלות אלו, שכן מדובר בתהליך עמוק יותר. הסרה נקודתית/חיצונית של הנגעים עשויה לגרום לנגעים לחזור בצורה אגרסיבית יותר, ועם הזמן, כפי שנאמר, עשויים להתפתח תאים טרום סרטניים. לפיכך, מה שנרצה לעשות במצבים אלו, זה לעזור למערכת החיסון בפרט, ולגוף בכלל, לסיים את המהלך אותו התחיל.
          </p>
          <p>
            לשם כך, צמחי המרפא החשובים ביותר לטיפול בבעיה עיקשת זו, יהיו צמחים המוגדרים כמעוררי/ממריצי חיסון. תפקידם של צמחים אלו, הוא לחזק ולהמריץ את תפקודה של מערכת החיסון, ולמעשה לייעל את תפקודה.
          </p>
          <p>
            הרעיון בטיפול, הוא למעשה "לקדם" את המחלה, ואחד הדברים החשובים ביותר שיש להסיר למטופלים הוא שבתחילת התהליך, אנו למעשה מצפים לראות גדילה של הנגעים הקיימים ויציאה של נגעים/יבלות באזורים נוספים. כפי שהסברתי, הצמחים ניתנים כמובן בבליעה, בשימוש פנימי, והרעיון הוא להוציא ולנקז מבפנים כלפי חוץ.
          </p>
          <p>
            לרוב, תוך מספר חודשים, הנגעים ייעלמו(ינשרו) לחלוטין.
          </p>
          <p>
            ישנם צמחים רבים אשר עונים להגדרה "ממריצי חיסון", חלקם עוצמתיים ופעילים יותר, כמו "טוג'ה" לדוגמא, וחלקם מתונים ועדינים יותר, כמו "אסטרגלוס".
          </p>
          <p>
            אני נתקל לא פעם במטופלים המחפשים צמחים שונים לשימוש חיצוני (בעיקר טוג'ה) על סמך קריאה באתרי אינטרנט, אך מניסיוני, טיפול חיצוני בלבד לרוב לא יועיל כלל וכלל.
          </p>
          <p>
            חשוב ביותר להתאים את הרכבי הצמחים בתבונה, בהתאם למצבו הכללי של המטופל, ורצוי שתהליך שכזה יתרחש אך ורק תחת פיקוח של מטפל מוסמך ומיומן.
          </p>
        </div>
      </div>
    </div>
  )
}
